// eslint-disable-next-line no-unused-vars
const getData = () => {
  const DESCRIPTIONS = [
    'Фотография в море',
    'Дачная фотография',
    'Фото памятника',
    'Фото сноуборда',
    'Фото скейтборда'

  ];

  // eslint-disable-next-line no-unused-vars
  const MESSAGES = [
    'Всё отлично!',
    'В целом всё неплохо. Но не всё.',
    'Когда вы делаете фотографию, хорошо бы убирать палец из кадра. В конце концов это просто непрофессионально.',
    'Моя бабушка случайно чихнула с фотоаппаратом в руках и у неё получилась фотография лучше.',
    'Я поскользнулся на банановой кожуре и уронил фотоаппарат на кота и у меня получилась фотография лучше.',
    'Лица у людей на фотке перекошены, как будто их избивают. Как можно было поймать такой неудачный момент?!'

  ];

  // eslint-disable-next-line no-unused-vars
  const NAMES = [
    'Вкитор',
    'Владимир',
    'Федор',
    'Егор',
    'Вениамин',
    'Майк'

    // eslint-disable-next-line eol-last
  ];
  return { DESCRIPTIONS, MESSAGES, NAMES };
};
export { getData };
